Repository: opficdev/DevLog_iOS
Catalog: Application/Presentation/PresentationShared/Resources/Localizable.xcstrings
Source language: ko
Languages: en

# todo_list_filter_options
source: 필터 옵션
en: Filter Options

# todo_list_filters_applied_format
source: %1$lld개 필터가 적용됨
en: %1$lld filters applied

# todo_list_search_empty
source: 검색 결과가 없어요.
en: No results found.

# todo_list_search_instruction_format
source: %1$@의 제목이나 내용을 검색해 보세요.
en: Search titles or content in %1$@.

# todo_list_search_prompt_format
source: %1$@ 검색 (예: #123)
en: Search %1$@ (e.g. #123)

# todo_list_show_more
source: 더보기
en: Show More

# todo_list_sort_by
source: 정렬 기준
en: Sort By

# todo_list_sort_format
source: 정렬: %1$@ / %2$@
en: Sort: %1$@ / %2$@

# todo_list_sort_order
source: 정렬 순서
en: Sort Order

# todo_manage_add_category_title
source: 카테고리 추가
en: Add Category

# todo_manage_delete_category_message
source: 이 카테고리를 삭제하면 해당하던 TODO는 기타 카테고리로 처리됩니다. 정말 삭제하시겠습니까?
en: Deleting this category will move its TODOs to Other. Are you sure you want to delete it?

# todo_manage_delete_category_title
source: 카테고리 삭제
en: Delete Category

# todo_manage_edit_category_title
source: 카테고리 수정
en: Edit Category

# todo_manage_name_placeholder
source: 이름
en: Name

# todo_manage_save
source: 저장
en: Save

# todo_no_tags
source: 태그 없음
en: No Tags

# todo_none
source: 없음
en: None

# todo_options_section
source: 옵션
en: Options

# todo_pinned
source: 중요 표시
en: Pinned

# todo_preview
source: 미리보기
en: Preview

# todo_sort_created
source: 생성
en: Created

# todo_sort_due_date
source: 마감
en: Due Date

# todo_sort_latest
source: 최신순
en: Newest First

# todo_sort_oldest
source: 예전순
en: Oldest First

# todo_sort_updated
source: 수정
en: Updated

# todo_tag_duplicate_hint
source: 같은 태그는 한 번만 추가할 수 있어요.
en: Each tag can only be added once.

# todo_tags
source: 태그
en: Tags

# todo_write
source: 작성
en: Write
